Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Apple Health has no extra distance for this workout's time window.
ar: لا توجد في Apple Health مسافة إضافية لنطاق وقت هذا التمرين.
da: Apple Health har ingen ekstra distance for denne trænings tidsrum.
de: Apple Health hat keine zusätzliche Distanz für den Zeitraum dieses Trainings.
es: Apple Health no tiene distancia adicional para el intervalo de tiempo de este entrenamiento.
fi: Apple Health -palvelussa ei ole lisämatkaa tämän harjoituksen aikajaksolle.
fr: Apple Santé n'a aucune distance supplémentaire pour la plage horaire de cet entraînement.
is: Apple Health hefur enga aukalega vegalengd fyrir tímabil þessarar æfingar.
it: Apple Health non ha distanza aggiuntiva per l'intervallo di tempo di questo allenamento.
ja: Apple ヘルスケアには、このワークアウトの時間帯に追加の距離はありません。
ko: Apple Health에 이 운동 시간대에 대한 추가 거리가 없습니다.
nb: Apple Health har ingen ekstra distanse for tidsrommet til denne økten.
nl: Apple Health heeft geen extra afstand voor het tijdvenster van deze training.
pt_br: O Apple Health não tem distância adicional para a janela de tempo deste treino.
ru: В Apple Здоровье нет дополнительной дистанции за период этой тренировки.
sv: Apple Health har ingen extra distans för det här passets tidsfönster.
zh_hans: Apple 健康 中没有此次训练时间段内的额外距离。

source: Apple Health Permissions
ar: أذونات Apple Health
da: Apple Health-tilladelser
de: Apple Health-Berechtigungen
es: Permisos de Apple Health
fi: Apple Health -käyttöoikeudet
fr: Autorisations Apple Santé
is: Apple Health-heimildir
it: Autorizzazioni Apple Health
ja: Apple Health の権限
ko: Apple Health 권한
nb: Apple Health-tillatelser
nl: Apple Health-machtigingen
pt_br: Permissões do Apple Health
ru: Разрешения Apple Здоровье
sv: Apple Health-behörigheter
zh_hans: Apple 健康 权限

source: Apple Health permissions needed
ar: مطلوب أذونات Apple Health
da: Apple Health-tilladelser påkrævet
de: Apple-Health-Berechtigungen erforderlich
es: Se necesitan permisos de Apple Health
fi: Apple Health -käyttöoikeudet tarvitaan
fr: Autorisations Apple Santé requises
is: Apple Health-heimildir nauðsynlegar
it: Servono le autorizzazioni di Apple Salute
ja: Apple ヘルスケアの許可が必要です
ko: Apple 건강 권한이 필요합니다
nb: Apple Health-tillatelser kreves
nl: Apple Health-machtigingen vereist
pt_br: Permissões do Apple Saúde necessárias
ru: Нужны разрешения Apple Здоровье
sv: Apple Hälsa-behörigheter krävs
zh_hans: 需要 Apple 健康权限

source: Apple Health Sleep Data
ar: بيانات النوم في Apple Health
da: Apple Health-søvndata
de: Apple Health Schlafdaten
es: Datos de sueño de Apple Health
fi: Apple Healthin unidatat
fr: Données de sommeil Apple Santé
is: Svefngögn Apple Health
it: Dati del sonno di Apple Health
ja: Apple ヘルスケアの睡眠データ
ko: Apple Health 수면 데이터
nb: Apple Health-søvndata
nl: Apple Health-slaapgegevens
pt_br: Dados de sono do Apple Health
ru: Данные о сне Apple Здоровье
sv: Apple Health-sömndata
zh_hans: Apple 健康 睡眠数据

source: Apple Intelligence is on-device
ar: Apple Intelligence يعمل على الجهاز
da: Apple Intelligence kører på enheden
de: Apple Intelligence läuft auf dem Gerät
es: Apple Intelligence funciona en el dispositivo
fi: Apple Intelligence toimii laitteella
fr: Apple Intelligence fonctionne sur l’appareil
is: Apple Intelligence keyrir í tækinu
it: Apple Intelligence funziona sul dispositivo
ja: Apple Intelligence はデバイス上で動作します
ko: Apple Intelligence는 기기에서 실행됩니다
nb: Apple Intelligence kjører på enheten
nl: Apple Intelligence draait op het apparaat
pt_br: O Apple Intelligence roda no dispositivo
ru: Apple Intelligence работает на устройстве
sv: Apple Intelligence körs på enheten
zh_hans: Apple Intelligence 在设备端运行

source: Apple Intelligence is on-device. If you'd rather not share with %@, switch to Apple Intelligence in Settings.
ar: يعمل Apple Intelligence على الجهاز. إذا كنت تفضّل عدم المشاركة مع %@، فبدّل إلى Apple Intelligence من الإعدادات.
da: Apple Intelligence kører på enheden. Hvis du helst ikke vil dele med %@, kan du skifte til Apple Intelligence i Indstillinger.
de: Apple Intelligence läuft auf dem Gerät. Wenn du nichts mit %@ teilen möchtest, wechsle in den Einstellungen zu Apple Intelligence.
es: Apple Intelligence funciona en el dispositivo. Si prefieres no compartir con %@, cambia a Apple Intelligence en Ajustes.
fi: Apple Intelligence toimii laitteella. Jos et halua jakaa palvelun %@ kanssa, vaihda asetuksista Apple Intelligenceen.
fr: Apple Intelligence fonctionne sur l’appareil. Si vous préférez ne rien partager avec %@, basculez sur Apple Intelligence dans les Réglages.
is: Apple Intelligence keyrir í tækinu. Ef þú kýst að deila ekki með %@ skaltu skipta yfir í Apple Intelligence í Stillingum.
it: Apple Intelligence funziona sul dispositivo. Se preferisci non condividere con %@, passa ad Apple Intelligence in Impostazioni.
ja: Apple Intelligence は端末内で動作します。%@ と共有したくない場合は、設定で Apple Intelligence に切り替えてください。
ko: Apple Intelligence는 기기에서 실행됩니다. %@와 공유하고 싶지 않다면 설정에서 Apple Intelligence로 전환하세요.
nb: Apple Intelligence kjører på enheten. Hvis du helst ikke vil dele med %@, bytt til Apple Intelligence i Innstillinger.
nl: Apple Intelligence draait op het apparaat. Wil je liever niets delen met %@, schakel dan in Instellingen over naar Apple Intelligence.
pt_br: O Apple Intelligence roda no dispositivo. Se preferir não compartilhar com o %@, mude para Apple Intelligence em Ajustes.
ru: Apple Intelligence работает на устройстве. Если вы не хотите делиться с %@, переключитесь на Apple Intelligence в настройках.
sv: Apple Intelligence körs på enheten. Om du hellre inte vill dela med %@ kan du byta till Apple Intelligence i Inställningar.
zh_hans: Apple Intelligence 在设备端运行。如果你不想与 %@ 共享，可在设置中切换到 Apple Intelligence。

source: Apple Intelligence runs entirely on this iPhone. No data leaves the device. Requires iOS 26 with Apple Intelligence enabled.
ar: يعمل Apple Intelligence بالكامل على هذا الـ iPhone. لا تغادر أي بيانات الجهاز. يتطلب iOS 26 مع تفعيل Apple Intelligence.
da: Apple Intelligence kører udelukkende på denne iPhone. Ingen data forlader enheden. Kræver iOS 26 med Apple Intelligence aktiveret.
de: Apple Intelligence läuft vollständig auf diesem iPhone. Keine Daten verlassen das Gerät. Erfordert iOS 26 mit aktivierter Apple Intelligence.
es: Apple Intelligence se ejecuta por completo en este iPhone. Ningún dato sale del dispositivo. Requiere iOS 26 con Apple Intelligence activado.
fi: Apple Intelligence toimii kokonaan tässä iPhonessa. Tiedot eivät poistu laitteesta. Vaatii iOS 26:n, jossa Apple Intelligence on käytössä.
fr: Apple Intelligence fonctionne entièrement sur cet iPhone. Aucune donnée ne quitte l'appareil. Nécessite iOS 26 avec Apple Intelligence activé.
is: Apple Intelligence keyrir alfarið á þessum iPhone. Engin gögn fara úr tækinu. Krefst iOS 26 með Apple Intelligence virkjað.
it: Apple Intelligence funziona interamente su questo iPhone. Nessun dato lascia il dispositivo. Richiede iOS 26 con Apple Intelligence attivato.
ja: Apple Intelligence はこの iPhone 上で完全に動作します。データはデバイスの外に出ません。Apple Intelligence を有効にした iOS 26 が必要です。
ko: Apple Intelligence는 이 iPhone에서 전적으로 실행됩니다. 데이터가 기기를 벗어나지 않습니다. Apple Intelligence가 활성화된 iOS 26이 필요합니다.
nb: Apple Intelligence kjører helt på denne iPhone. Ingen data forlater enheten. Krever iOS 26 med Apple Intelligence aktivert.
nl: Apple Intelligence draait volledig op deze iPhone. Er verlaten geen gegevens het apparaat. Vereist iOS 26 met Apple Intelligence ingeschakeld.
pt_br: O Apple Intelligence é executado inteiramente neste iPhone. Nenhum dado sai do dispositivo. Requer iOS 26 com o Apple Intelligence ativado.
ru: Apple Intelligence работает полностью на этом iPhone. Данные не покидают устройство. Требуется iOS 26 с включённым Apple Intelligence.
sv: Apple Intelligence körs helt på denna iPhone. Inga data lämnar enheten. Kräver iOS 26 med Apple Intelligence aktiverat.
zh_hans: Apple Intelligence 完全在此 iPhone 上运行。没有数据离开设备。需要已启用 Apple Intelligence 的 iOS 26。

source: Apple Intelligence runs on-device — free, private, offline. Other providers need an API key set in Settings → Flo.
ar: يعمل Apple Intelligence على الجهاز — مجانًا وبخصوصية ودون اتصال. تحتاج المزوّدات الأخرى إلى مفتاح API يُضبط في الإعدادات ← Flo.
da: Apple Intelligence kører på enheden — gratis, privat, offline. Andre udbydere kræver en API-nøgle, der sættes i Indstillinger → Flo.
de: Apple Intelligence läuft auf dem Gerät — kostenlos, privat, offline. Andere Anbieter benötigen einen API-Schlüssel unter Einstellungen → Flo.
es: Apple Intelligence funciona en el dispositivo: gratis, privado y sin conexión. Otros proveedores requieren una clave de API en Ajustes → Flo.
fi: Apple Intelligence toimii laitteella — ilmainen, yksityinen, offline. Muut palveluntarjoajat vaativat API-avaimen kohdassa Asetukset → Flo.
fr: Apple Intelligence fonctionne sur l’appareil — gratuit, privé, hors ligne. Les autres fournisseurs nécessitent une clé d’API dans Réglages → Flo.
is: Apple Intelligence keyrir í tækinu — ókeypis, einkamál, án nettengingar. Aðrir þjónustuaðilar þurfa API-lykil í Stillingar → Flo.
it: Apple Intelligence funziona sul dispositivo — gratuito, privato, offline. Gli altri provider richiedono una chiave API in Impostazioni → Flo.
ja: Apple Intelligence は端末内で動作します — 無料、プライベート、オフライン。他のプロバイダーは設定 → Flo で API キーの設定が必要です。
ko: Apple Intelligence는 기기에서 실행됩니다 — 무료, 비공개, 오프라인. 다른 제공업체는 설정 → Flo에서 API 키가 필요합니다.
nb: Apple Intelligence kjører på enheten — gratis, privat, frakoblet. Andre leverandører krever en API-nøkkel i Innstillinger → Flo.
nl: Apple Intelligence draait op het apparaat — gratis, privé, offline. Andere aanbieders vereisen een API-sleutel in Instellingen → Flo.
pt_br: O Apple Intelligence roda no dispositivo — grátis, privado, offline. Outros provedores exigem uma chave de API em Ajustes → Flo.
ru: Apple Intelligence работает на устройстве — бесплатно, приватно, офлайн. Другим провайдерам нужен ключ API в Настройках → Flo.
sv: Apple Intelligence körs på enheten — gratis, privat, offline. Andra leverantörer kräver en API-nyckel i Inställningar → Flo.
zh_hans: Apple Intelligence 在设备端运行 — 免费、私密、可离线。其他提供方需要在“设置 → Flo”中设置 API 密钥。

source: Apple Intelligence, the default, runs on your device.
ar: يعمل Apple Intelligence، وهو الخيار الافتراضي، على جهازك.
da: Apple Intelligence, standardvalget, kører på din enhed.
de: Apple Intelligence, die Standardeinstellung, läuft auf deinem Gerät.
es: Apple Intelligence, la opción predeterminada, funciona en tu dispositivo.
fi: Apple Intelligence, oletusvaihtoehto, toimii laitteellasi.
fr: Apple Intelligence, l’option par défaut, fonctionne sur votre appareil.
is: Apple Intelligence, sjálfgefinn kostur, keyrir í tækinu þínu.
it: Apple Intelligence, l’opzione predefinita, funziona sul tuo dispositivo.
ja: デフォルトの Apple Intelligence は、デバイス上で動作します。
ko: 기본값인 Apple Intelligence는 기기에서 실행됩니다.
nb: Apple Intelligence, som er standard, kjører på enheten din.
nl: Apple Intelligence, de standaardinstelling, draait op je apparaat.
pt_br: O Apple Intelligence, o padrão, roda no seu dispositivo.
ru: Apple Intelligence, вариант по умолчанию, работает на вашем устройстве.
sv: Apple Intelligence, standardvalet, körs på din enhet.
zh_hans: 默认选项 Apple Intelligence 在你的设备上运行。

source: Apple system frameworks
ar: أُطر عمل نظام Apple
es: Frameworks del sistema de Apple
fi: Applen järjestelmäkehykset
fr: Frameworks système d'Apple
is: Apple-kerfisumgjarðir
it: Framework di sistema Apple
ja: Apple システムフレームワーク
ko: Apple 시스템 프레임워크
nb: Apple-systemrammeverk
nl: Apple-systeemframeworks
pt_br: Frameworks de sistema da Apple
ru: Системные фреймворки Apple
sv: Apple-systemramverk
zh_hans: Apple 系统框架

source: Apple system frameworks (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) are governed by their respective Apple SDK licenses included with Xcode.
ar: تخضع أُطر نظام Apple (HealthKit وCoreBluetooth وAVFoundation وSpeech وMapKit وCore Location وCoreMotion وCryptoKit وCombine وSwiftUI وWatchConnectivity وBackgroundTasks وStoreKit) لتراخيص Apple SDK الخاصة بها والمضمّنة مع Xcode.
da: Apples systemframeworks (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) er underlagt deres respektive Apple SDK-licenser, der følger med Xcode.
de: Apple-Systemframeworks (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) unterliegen den jeweiligen Apple-SDK-Lizenzen, die mit Xcode bereitgestellt werden.
es: Los frameworks del sistema de Apple (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) se rigen por sus respectivas licencias del SDK de Apple incluidas con Xcode.
fi: Applen järjestelmäkehyksiä (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) säätelevät niiden vastaavat Applen SDK-lisenssit, jotka sisältyvät Xcodeen.
fr: Les frameworks système d'Apple (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) sont régis par leurs licences SDK Apple respectives incluses avec Xcode.
is: Kerfisrammar Apple (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) lúta viðeigandi Apple SDK-leyfum sem fylgja Xcode.
it: I framework di sistema Apple (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) sono regolati dalle rispettive licenze SDK Apple incluse con Xcode.
ja: Apple のシステムフレームワーク（HealthKit、CoreBluetooth、AVFoundation、Speech、MapKit、Core Location、CoreMotion、CryptoKit、Combine、SwiftUI、WatchConnectivity、BackgroundTasks、StoreKit）は、Xcode に含まれるそれぞれの Apple SDK ライセンスによって管理されます。
ko: Apple 시스템 프레임워크(HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit)는 Xcode에 포함된 각각의 Apple SDK 라이선스를 따릅니다.
nb: Apples systemrammeverk (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) er underlagt sine respektive Apple SDK-lisenser som følger med Xcode.
nl: Apple-systeemframeworks (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) vallen onder hun respectieve Apple SDK-licenties die bij Xcode worden geleverd.
pt_br: Os frameworks de sistema da Apple (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) são regidos por suas respectivas licenças do SDK da Apple incluídas no Xcode.
ru: Системные фреймворки Apple (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) регулируются соответствующими лицензиями Apple SDK, входящими в состав Xcode.
sv: Apples systemramverk (HealthKit, CoreBluetooth, AVFoundation, Speech, MapKit, Core Location, CoreMotion, CryptoKit, Combine, SwiftUI, WatchConnectivity, BackgroundTasks, StoreKit) regleras av sina respektive Apple SDK-licenser som ingår i Xcode.
zh_hans: Apple 系统框架（HealthKit、CoreBluetooth、AVFoundation、Speech、MapKit、Core Location、CoreMotion、CryptoKit、Combine、SwiftUI、WatchConnectivity、BackgroundTasks、StoreKit）受 Xcode 附带的各自 Apple SDK 许可协议约束。

source: Apple Watch connectivity
ar: اتصال Apple Watch
da: Apple Watch-forbindelse
de: Apple Watch-Konnektivität
es: Conectividad con Apple Watch
fi: Apple Watch -yhteys
fr: Connectivité Apple Watch
is: Apple Watch-tenging
it: Connettività Apple Watch
ja: Apple Watch の接続
ko: Apple Watch 연결
nb: Apple Watch-tilkobling
nl: Apple Watch-connectiviteit
pt_br: Conectividade do Apple Watch
ru: Подключение Apple Watch
sv: Apple Watch-anslutning
zh_hans: Apple Watch 连接

source: Apple Watch resting HR (daytime sample — not nocturnal)
ar: نبض الراحة من Apple Watch (عينة نهارية — ليست ليلية)
da: Apple Watch-hvilepuls (dagtimeprøve — ikke natlig)
de: Apple-Watch-Ruhepuls (Tagesmessung — nicht nächtlich)
es: FC en reposo de Apple Watch (muestra diurna — no nocturna)
fi: Apple Watchin leposyke (päiväaikainen näyte — ei yöllinen)
fr: FC de repos Apple Watch (échantillon diurne — pas nocturne)
is: Hvíldarpúls Apple Watch (dagsýni — ekki næturmæling)
it: FC a riposo di Apple Watch (campione diurno — non notturno)
ja: Apple Watch の安静時心拍（日中のサンプル — 夜間ではない）
ko: Apple Watch 안정 심박 (주간 샘플 — 야간 아님)
nb: Apple Watch-hvilepuls (dagprøve — ikke nattlig)
nl: Apple Watch-rusthartslag (dagmeting — niet nachtelijk)
pt_br: FC de repouso do Apple Watch (amostra diurna — não noturna)
ru: Пульс покоя Apple Watch (дневная выборка — не ночная)
sv: Apple Watch-vilopuls (dagprov — inte nattligt)
zh_hans: Apple Watch 静息心率（白天采样 — 非夜间）
